<?php

/* 
programs (список программ)
1	2	3	4	5	6	7	8	9	10	11	12	13	14	15	16	17	18	19	20	21	22	23	24	25	26	27	28	29

* 
times (сроки поступления)
1	2	3	5	6	7	8	9	10	11	12	13	14	15	16	17	18	19	20

* 
docs_transfer (передача документов для поступления)
1	2	3	4	5	6	7	8	9	10	11	12	13

* 
times_transfer_recovery (сроки/способы перевода/восстановления)
1	2	3	4	5	6	7	8	9	10	11	12

* 
docs_transfer_recovery (документы для перевода/восстановления)
1	2	3	4	5	6	7	8	9	10	11	12

* 
portfolio_bakalavr (портфолио факалавриат)
1	2	3	4	5	6

*
portfolio (портфолио)
1	2	3	4	5	6	7	8	9	10	11	12	13	14	15	16	17	18	19	20	21

* 
min_score (минимальные баллы)
1	2	3	4

* 
*/

