Бакалавриат	Русский язык	100	40
Бакалавриат	Математика	100	30
Бакалавриат	Обществознание	100	45
Бакалавриат	Иностранный язык	100	65
Бакалавриат	История	100	35
Бакалавриат	Информатика и ИКТ	100	45
Магистратура	Экономическая теория	100	20
Магистратура	Теория государства и права	100	20
Магистратура	Теоретические основы политики	100	20
Магистратура	Общая социология	100	20
Магистратура	Математика и информатика	100	20
Магистратура	Иностранный язык	100	20
Аспирантура	Математическое моделирование, численные методы и комплексы программ	100	20
Аспирантура	Методы и системы защиты информации, информационная безопасность	100	20
Аспирантура	Бухгалтерский учет, статистика	100	20
Аспирантура	Математические и инструментальные методы экономики	100	20
Аспирантура	Мировая экономика	100	20
Аспирантура	Финансы, денежное обращение и кредит	100	20
Аспирантура	Экономика и управление народным хозяйством	100	20
Аспирантура	Экономическая теория	100	20
Аспирантура	Социология управления	100	20
Аспирантура	Экономическая социология и демография	100	20
Аспирантура	Административное право, административный процесс	100	20
Аспирантура	Гражданское право; предпринимательское право; семейное право; международное частное право	100	20
Аспирантура	Уголовное право и криминология; уголовно-исполнительное право	100	20
Аспирантура	Финансовое право; налоговое право; бюджетное право	100	20
Аспирантура	Теория и история права и государства; история учений о праве и государстве	100	20
Аспирантура	Политические институты, процессы и технологии	100	20
Аспирантура	Социальная философия	100	20