Поступление	Бакалавриат	Очное	Бюджет	По ЕГЭ	-	20.06.2019	26.07.2018	-	-	-	01.08.2019	06.08.2019	27.07.2019	03.08.2019	08.08.2019	-	-	-	-
Поступление	Бакалавриат	Очное	Бюджет	По результатам вступительных испытаний	-	20.06.2019	10.07.2019	-	-	-	01.08.2019	06.08.2019	27.07.2019	03.08.2019	08.08.2019	11.07.2019	26.07.2019	?	-
Поступление	Бакалавриат	Очное	Бюджет	По целевой квоте	По ЕГЭ	20.06.2019	26.07.2019	-	-	-	28.07.2019	-	27.07.2019	29.07.2019	-	-	-	-	-
Поступление	Бакалавриат	Очное	Бюджет	По целевой квоте	По результатам вступительных испытаний	20.06.2019	10.07.2019	-	-	-	28.07.2019	-	27.07.2019	29.07.2019	-	11.07.2019	26.07.2019	-	-
Поступление	Бакалавриат	Очное	Бюджет	Без вступительных испытаний	-	20.06.2019	26.07.2019	-	-	-	Подают сразу при подаче документов 	-	27.07.2019	29.07.2019	-	-	-	-	-
Поступление	Бакалавриат	Очное	Бюджет	На основе особой квоты	По ЕГЭ	20.06.2019	26.07.2019	-	-	-	28.07.2019	-	27.07.2019	29.07.2019	-	-	-	-	-
Поступление	Бакалавриат	Очное	Бюджет	На основе особой квоты	По результатам вступительных испытаний	20.06.2019	10.07.2019	-	-	-	28.07.2019	-	27.07.2019	29.07.2019	-	11.07.2019	26.07.2019	?	-
Поступление	Бакалавриат	Очное	Платное	По ЕГЭ	-	20.06.2019	15.08.2019	03.07.2019	19.08.2019	7 рабочих дней с момента заключения договора	-	-	27.07.2019	-	-	-	-	-	-
Поступление	Бакалавриат	Очное	Платное	По результатам вступительных испытаний	-	20.06.2019	15.08.2019	03.07.2019	19.08.2019	7 рабочих дней с момента заключения договора	-	-	27.07.2019	-	-	11.07.2019	?	?	-
Поступление	Бакалавриат	Очно-Заочное	Бюджет	По ЕГЭ	-	20.06.2019	26.07.2019	-	-	-	01.08.2019	06.08.2019	27.07.2019	03.08.2019	08.08.2019	-	-	-	-
Поступление	Бакалавриат	Очно-Заочное	Бюджет	По результатам вступительных испытаний	-	20.06.2019	10.07.2019	-	-	-	01.08.2019	06.08.2019	27.07.2019	03.08.2019	08.08.2019	11.07.2019	26.07.2019	?	-
Поступление	Бакалавриат	Очно-Заочное	Бюджет	По целевой квоте	По ЕГЭ	20.06.2019	26.07.2019	-	-	-	28.07.2019	-	27.07.2019	29.07.2019	-	-	-	-	-
Поступление	Бакалавриат	Очно-Заочное	Бюджет	По целевой квоте	По результатам вступительных испытаний	20.06.2019	10.07.2019	-	-	-	28.07.2019	-	27.07.2019	29.07.2019	-	11.07.2019	26.07.2019	-	-
Поступление	Бакалавриат	Очно-Заочное	Бюджет	Без вступительных испытаний	-	20.06.2019	26.07.2019	-	-	-	28.07.2019	-	27.07.2019	29.07.2019	-	-	-	-	-
Поступление	Бакалавриат	Очно-Заочное	Бюджет	На основе особой квоты	По ЕГЭ	20.06.2019	26.07.2019	-	-	-	28.07.2019	27.07.2019	29.07.2019	-	-	-	-	-
Поступление	Бакалавриат	Очно-Заочное	Бюджет	На основе особой квоты	По результатам вступительных испытаний	20.06.2019	10.07.2019	-	-	-	28.07.2019	-	27.07.2019	29.07.2019	-	11.07.2019	26.07.2019	?	-
Поступление	Бакалавриат	Очно-Заочное	Платное	По ЕГЭ	-	20.06.2019	15.08.2019	03.07.2019	19.08.2019	7 рабочих дней с момента заключения договора	-	-	27.07.2019	-	-	-	-	-	-
Поступление	Бакалавриат	Очно-Заочное	Платное	По результатам вступительных испытаний	-	20.06.2019	15.08.2019	03.07.2019	19​.08.2019	7 рабочих дней с момента заключения договора	-	-	27.07.2019	-	-	?	?	?	-
Поступление	Бакалавриат	Заочное	Бюджет	По ЕГЭ	-	20.06.2019	26.07.2019	-	-	-	01.08.2019	06.08.2019	27.07.2019	03.08.2019	08.08.2019	-	-	-	-
Поступление	Бакалавриат	Заочное	Бюджет	По результатам вступительных испытаний	-	20.06.2019	10.07.2019	-	-	-	01.08.2019	06.08.2019	27.07.2019	03.08.2019	08.08.2019	11.07.2019	26.07.2019	?	-
Поступление	Бакалавриат	Заочное	Бюджет	По целевой квоте	По ЕГЭ	20.06.2019	26.07.2019	-	-	-	28.07.2019	27.07.2019	29.07.2019	-	-	-	-	-
Поступление	Бакалавриат	Заочное	Бюджет	По целевой квоте	По результатам вступительных испытаний	20.06.2019	10.07.2019	-	-	-	28.07.2019	-	27.07.2019	29.07.2019	-	11.07.2019	26.07.2019	-	-
Поступление	Бакалавриат	Заочное	Бюджет	Без вступительных испытаний	-	20.06.2019	26.07.2019	-	-	-	28.07.2019	-	27.07.2019	29.07.2019	-	-	-	-	-
Поступление	Бакалавриат	Заочное	Бюджет	На основе особой квоты	По ЕГЭ	20.06.2019	26.07.2019	-	-	-	28.07.2019	27.07.2019	29.07.2019	-	-	-	-	-
Поступление	Бакалавриат	Заочное	Бюджет	На основе особой квоты	По результатам вступительных испытаний	20.06.2019	10.07.2019	-	-	-	28.07.2019	-	27.07.2019	29.07.2019	-	11.07.2019	26.07.2019	?	-
Поступление	Бакалавриат	Заочное	Платное	По ЕГЭ	-	20.06.2019	05.09.2019	03.07.2019	16.09.2019	не позднее 15 сентября текущего года	-	-	27.07.2019	-	-	-	-	-	-
Поступление	Бакалавриат	Заочное	Платное	По результатам вступительных испытаний	-	20.06.2019	05.09.2019	03.07.2019	16​.09.2019	не позднее 15 сентября текущего года	-	-	27.07.2019	-	-	11.07.2019	?	?	-
Поступление	Магистратура	Очное	Бюджет	На основе вступительных испытаний	-	20.06.2019	20.07.2019	-	-	-	03.08.2019	-	01.08.2019	06.08.2019	-	23.07.2019	31.07.2019	?	-
Поступление	Магистратура	Очное	Бюджет	По целевой квоте	-	20.06.2019	20.07.2019	-	-	-	03.08.2019	-	01.08.2019	06.08.2019	-	23.07.2019	31.07.2019	?	-
Поступление	Магистратура	Очное	Платное	На основе вступительных испытаний	-	20.06.2019	10.08.2019	24.07.2019	19.08.2019	7 рабочих дней с момента заключения договора	-	-	01.08.2019	-	-	23.07.2019	?	?	-
Поступление	Магистратура	Заочное	Бюджет	На основе вступительных испытаний	-	20.06.2019	20.07.2019	-	-	-	03.08.2019	-	01.08.2019	06.08.2019	-	23.07.2019	31.07.2019	?	-
Поступление	Магистратура	Заочное	Бюджет	По целевой квоте	-	20.06.2019	20.07.2019	-	-	-	03.08.2019	-	01.08.2019	06.08.2019	-	23.07.2019	31.07.2019	?	-
Поступление	Магистратура	Заочное	Платное	На основе вступительных испытаний	-	20.06.2019	05.09.2019	24.07.2019	15.09.2019	не позднее 15 сентября текущего года	-	-	01.08.2019	-	-	23.07.2019	?	?	-
Поступление	Аспирантура	Очное	Бюджет	На основе вступительных испытаний	-	23.07.2019	23.08.2019	-	-	-	06.09.2019	-	?	09.09.2019	-	27.08.2019	03.09.2019	?	-
Поступление	Аспирантура	Очное	Платное	На основе вступительных испытаний	-	23.07.2019	23.08.2019	?	12.09.2019	7 рабочих дней с момента заключения договора	-	-	?	-	-	27.08.2019	03.09.2019	?	-
Поступление	Аспирантура	Заочное	Платное	На основе вступительных испытаний	-	23.07.2019	23.08.2019	?	12.09.2019	не позднее 15 сентября текущего года	-	-	?	-	-	27.08.2019	03.09.2019	?	-
Поступление	Второе высшее	Очно-Заочное	Платное	На основе вступительных испытаний	-	03.06.2019	30.09.2019​	?	?	?	?	?	?	?	?	?	?	?	-
Поступление	Второе высшее	Заочное	Платное	На основе вступительных испытаний	-	​10.12.2018	16.03.201​9	?	?	?	?	?	?	?	?	?	?	?	-
Поступление	Второе высшее	Заочное	Платное	На основе вступительных испытаний	-	03.06.2019	26.11.2019	?	?	?	?	?	?	?	?	?	?	?	-
Поступление	Второе высшее	Заочное	Платное	На основе вступительных испытаний	-	10.12.2019	16.03.2020​	?	?	?	?	?	?	?	?	?	?	?	-
Поступление	Второе высшее	Дистанционное	Платное	На основе вступительных испытаний	-	20.06.2019	20.09.2019	?	?	?	?	?	?	?	?	?	?	?	-
